[
    {
        "id": "1",
        "author": "Xenophon",
        "work": "Anabasis",
        "passage": "1.1.2",
        "text": "ὁ μὲν οὖν πρεσβύτερος παρὼν ἐτύγχανε· Κῦρον δὲ μεταπέμπεται ἀπὸ τῆς ἀρχῆς ἧς αὐτὸν σατράπην ἐποίησε, καὶ στρατηγὸν δὲ αὐτὸν ἀπέδειξε πάντων ὅσοι ἐς Καστωλοῦ πεδίον ἁθροίζονται. ἀναβαίνει οὖν ὁ Κῦρος λαβὼν Τισσαφέρνην ὡς φίλον, καὶ τῶν Ἑλλήνων ἔχων ὁπλίτας ἀνέβη τριακοσίους, ἄρχοντα δὲ αὐτῶν Ξενίαν Παρράσιον. ἐπεὶ δὲ ἐτελεύτησε Δαρεῖος καὶ κατέστη εἰς τὴν βασιλείαν Ἀρταξέρξης, Τισσαφέρνης διαβάλλει τὸν Κῦρον πρὸς τὸν ἀδελφὸν ὡς ἐπιβουλεύοι αὐτῷ. ὁ δὲ πείθεται καὶ συλλαμβάνει Κῦρον ὡς ἀποκτενῶν· ἡ δὲ μήτηρ ἐξαιτησαμένη αὐτὸν ἀποπέμπει πάλιν ἐπὶ τὴν ἀρχήν."
    },
    {
        "id": "2",
        "author": "Aeschylus",
        "work": "Seven Against Thebes",
        "passage": "501--509",
        "text": "πρῶτον μὲν Ὄγκα Παλλάς, ἥτ᾽ ἀγχίπτολις, πύλαισι γείτων, ἀνδρὸς ἐχθαίρουσ᾽ ὕβριν, εἴρξει νεοσσῶν ὣς δράκοντα δύσχιμον: Ὑπέρβιος δέ, κεδνὸς Οἴνοπος τόκος, ἀνὴρ κατ᾽ ἄνδρα τοῦτον ᾑρέθη, θέλων ἐξιστορῆσαι μοῖραν ἐν χρείᾳ τύχης, οὔτ᾽ εἶδος οὔτε θυμὸν οὐδ᾽ ὅπλων σχέσιν μωμητός, Ἑρμῆς δ᾽ εὐλόγως ξυνήγαγεν."
    },
    {
        "id": "3",
        "author": "Plato",
        "work": "Lysis",
        "passage": "210b", 
        "text": "ἃ ἂν φρόνιμοι γενώμεθα, ἅπαντες ἡμῖν ἐπιτρέψουσιν, Ἕλληνές τε καὶ βάρβαροι καὶ ἄνδρες καὶ γυναῖκες, ποιήσομέν τε ἐν τούτοις ὅτι ἂν βουλώμεθα, καὶ οὐδεὶς ἡμᾶς ἑκὼν εἶναι ἐμποδιεῖ, ἀλλ᾽ αὐτοί τε ἐλεύθεροι ἐσόμεθα ἐν αὐτοῖς καὶ ἄλλων ἄρχοντες, ἡμέτερά τε ταῦτα ἔσται ὀνησόμεθα γὰρ ἀπ᾽ αὐτῶν εἰς ἃ δ᾽ ἂν νοῦν μὴ κτησώμεθα, οὔτε τις ἡμῖν ἐπιτρέψει περὶ αὐτὰ ποιεῖν τὰ ἡμῖν δοκοῦντα, ἀλλ᾽ ἐμποδιοῦσι"
    },
    { 
        "id": "4",
        "author": "Homer",
        "work": "Iliad",
        "passage": "1.1--7",
        "text": "μῆνιν ἄειδε θεὰ Πηληϊάδεω Ἀχιλῆος οὐλομένην, ἣ μυρί᾽ Ἀχαιοῖς ἄλγε᾽ ἔθηκε, πολλὰς δ᾽ ἰφθίμους ψυχὰς Ἄϊδι προΐαψεν ἡρώων, αὐτοὺς δὲ ἑλώρια τεῦχε κύνεσσιν οἰωνοῖσί τε πᾶσι, Διὸς δ᾽ ἐτελείετο βουλή, ἐξ οὗ δὴ τὰ πρῶτα διαστήτην ἐρίσαντε Ἀτρεΐδης τε ἄναξ ἀνδρῶν καὶ δῖος Ἀχιλλεύς."
    }
]